Repository: zopyx/RULYX
Catalog: Sources/Shared/Localizations/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh

# bulk.input_footer
source: Separate multiple entries with newlines, commas, semicolons, or spaces.
ar: Separate multiple entries with newlines, commas, semicolons, or spaces. (AR)
de: Mehrere Einträge durch Zeilenumbrüche, Kommas, Semikolons oder Leerzeichen trennen.
es: [es] Mehrere Einträge durch Zeilenumbrüche, Kommas, Semikolons oder Leerzeichen trennen.
fr: Séparez les entrées par des sauts de ligne, virgules, points-virgules ou espaces.
it: Separa più voci con newline, virgole, punti e virgola o spazi.
ja: [ja] Mehrere Einträge durch Zeilenumbrüche, Kommas, Semikolons oder Leerzeichen trennen.
ko: Separate multiple entries with newlines, commas, semicolons, or spaces. (한국어)
nl: Mehrere Einträge durch Zeilenumbrüche, Kommas, Semikolons oder Leerzeichen trennen. (NL)
pl: Separate multiple entries with newlines, commas, semicolons, or spaces. (PL)
pt: [pt] Mehrere Einträge durch Zeilenumbrüche, Kommas, Semikolons oder Leerzeichen trennen.
ru: Separate multiple entries with newlines, commas, semicolons, or spaces. (RU)
th: Separate multiple entries with newlines, commas, semicolons, or spaces. (TH)
tr: Separate multiple entries with newlines, commas, semicolons, or spaces. (TR)
vi: 使用换行符、逗号、分号或空格分隔多个条目。 (VI)
zh: 使用换行符、逗号、分号或空格分隔多个条目。

# bulk.input_placeholder
source: Paste handles, DIDs, or profile URLs
ar: Paste handles, DIDs, or profile URLs (AR)
de: Handles, DIDs oder Profil-URLs einfügen
es: Pegar handles, DIDs, or profile URLs
fr: Coller des handles, DIDs ou URL de profil
it: Incolla handle, DID o URL profilo
ja: [ja] Handles, DIDs oder Profil-URLs einfügen
ko: Paste handles, DIDs, or profile URLs (한국어)
nl: Handles, DIDs oder Profil-URLs einfügen (NL)
pl: Paste handles, DIDs, or profile URLs (PL)
pt: [pt] Handles, DIDs oder Profil-URLs einfügen
ru: Paste handles, DIDs, or profile URLs (RU)
th: Paste handles, DIDs, or profile URLs (TH)
tr: Paste handles, DIDs, or profile URLs (TR)
vi: 粘贴 handles、DID 或个人资料 URL (VI)
zh: 粘贴 handles、DID 或个人资料 URL

# bulk.lookup
source: Lookup
ar: Lookup (AR)
de: Abfragen
es: Búsqueda
fr: Rechercher
it: Ricerca
ja: 検索
ko: 検索 (한국어)
nl: Abfragen (NL)
pl: Lookup (PL)
pt: Consulta
ru: Lookup (RU)
th: Lookup (TH)
tr: Lookup (TR)
vi: 查找 (VI)
zh: 查找

# bulk.resolved
source: {resolved}/{total} resolved
ar: {resolved}/{total} resolved (AR)
de: {resolved}/{total} aufgelöst
es: {resolved}/{total} resueltos
fr: {resolved}/{total} résolus
it: {resolved}/{total} risolti
ja: {resolved}/{total} 解決済み
ko: {resolved}/{total} resolved (한국어)
nl: {resolved}/{total} resolved (NL)
pl: {resolved}/{total} resolved (PL)
pt: {resolved}/{total} resolvidos
ru: {resolved}/{total} resolved (RU)
th: {resolved}/{total} resolved (TH)
tr: {resolved}/{total} resolved (TR)
vi: 已解析 {resolved}/{total} (VI)
zh: 已解析 {resolved}/{total}

# bulk.results
source: Results
ar: Results (AR)
de: Ergebnisse
es: Resultados
fr: Résultats
it: Risultati
ja: [ja] Ergebnisse
ko: Results (한국어)
nl: Ergebnisse (NL)
pl: Results (PL)
pt: Resultados
ru: Results (RU)
th: Results (TH)
tr: Results (TR)
vi: 结果 (VI)
zh: 结果

# bulk.title
source: Bulk Profile Lookup
ar: Bulk Profile Lookup (AR)
de: Bulk-Profilabfrage
es: Lote Profile Lookup
fr: Recherche groupée de profils
it: Ricerca profili in blocco
ja: 一括プロフィール検索
ko: Bulk Profile Lookup (한국어)
nl: Bulk-Profilabfrage (NL)
pl: Bulk Profile Lookup (PL)
pt: Lote Perfil Consulta
ru: Bulk Profile Lookup (RU)
th: Bulk Profile Lookup (TH)
tr: Bulk Profile Lookup (TR)
vi: 批量个人资料查找 (VI)
zh: 批量个人资料查找

# chat.delete
source: Delete
ar: يمسح
de: Löschen
es: Borrar
fr: Supprimer
it: Eliminare
ja: 消去
ko: 삭제
nl: Verwijderen
pl: Usuwać
pt: Excluir
ru: Удалить
th: ลบ
tr: Silmek
vi: Xóa bỏ
zh: 删除

# chat.edit
source: Edit
ar: يحرر
de: Bearbeiten
es: Editar
fr: Modifier
it: Modificare
ja: 編集
ko: 편집하다
nl: Bewerking
pl: Redagować
pt: Editar
ru: Редактировать
th: แก้ไข
tr: Düzenlemek
vi: Biên tập
zh: 编辑

# chat.empty.desc
source: Start a new conversation by tapping the compose button.
ar: ابدأ محادثة جديدة بالضغط على زر الإنشاء.
de: Starten Sie eine neue Konversation, indem Sie auf die Schaltfläche „Verfassen“ tippen.
es: Inicie una nueva conversación tocando el botón redactar.
fr: Démarrez une nouvelle conversation en appuyant sur le bouton Composer.
it: Inizia una nuova conversazione toccando il pulsante Scrivi.
ja: 作成ボタンをタップして、新しい会話を開始します。
ko: 작성 버튼을 눌러 새 대화를 시작하세요.
nl: Start een nieuw gesprek door op de knop Opstellen te tikken.
pl: Rozpocznij nową rozmowę, dotykając przycisku tworzenia.
pt: Inicie uma nova conversa tocando no botão escrever.
ru: Начните новый разговор, нажав кнопку «Написать».
th: เริ่มการสนทนาใหม่โดยแตะปุ่มเขียน
tr: Oluştur düğmesine dokunarak yeni bir konuşma başlatın.
vi: Bắt đầu cuộc trò chuyện mới bằng cách nhấn vào nút soạn thư.
zh: 点击撰写按钮开始新对话。

# chat.empty.title
source: No Conversations
ar: لا محادثات
de: Keine Gespräche
es: Sin conversaciones
fr: Aucune conversation
it: Nessuna conversazione
ja: 会話なし
ko: 대화 없음
nl: Geen gesprekken
pl: Żadnych rozmów
pt: Sem conversas
ru: Нет разговоров
th: ไม่มีการสนทนา
tr: Konuşma Yok
vi: Không có cuộc trò chuyện
zh: 没有对话

# chat.error.title
source: Failed to Load Conversations
ar: فشل تحميل المحادثات
de: Konversationen konnten nicht geladen werden
es: No se pudieron cargar las conversaciones
fr: Échec du chargement des conversations
it: Impossibile caricare le conversazioni
ja: 会話の読み込みに失敗しました
ko: 대화를 로드하지 못했습니다.
nl: Kan gesprekken niet laden
pl: Nie udało się załadować rozmów
pt: Falha ao carregar conversas
ru: Не удалось загрузить беседы
th: โหลดการสนทนาไม่สำเร็จ
tr: Konuşmalar Yüklenemedi
vi: Không thể tải cuộc trò chuyện
zh: 无法加载对话

# chat.load_older
source: Load older messages
ar: تحميل الرسائل القديمة
de: Ältere Nachrichten laden
es: Cargar mensajes antiguos
fr: Charger les anciens messages
it: Carica i messaggi più vecchi
ja: 古いメッセージをロードする
ko: 오래된 메시지 로드
nl: Laad oudere berichten
pl: Załaduj starsze wiadomości
pt: Carregar mensagens mais antigas
ru: Загрузить старые сообщения
th: โหลดข้อความเก่าๆ
tr: Daha eski mesajları yükle
vi: Tải tin nhắn cũ hơn
zh: 加载旧消息

# chat.loading
source: Loading conversations…
ar: جارٍ تحميل المحادثات...
de: Gespräche werden geladen…
es: Cargando conversaciones…
fr: Chargement des conversations…
it: Caricamento conversazioni…
ja: 会話を読み込んでいます…
ko: 대화 로드 중…
nl: Gesprekken laden…
pl: Ładowanie rozmów…
pt: Carregando conversas…
ru: Загрузка разговоров…
th: กำลังโหลดการสนทนา...
tr: Görüşmeler yükleniyor…
vi: Đang tải cuộc trò chuyện…
zh: 正在加载对话...

# chat.message.deleted
source: This message was deleted
ar: تم حذف هذه الرسالة
de: Diese Nachricht wurde gelöscht
es: Este mensaje fue eliminado
fr: Ce message a été supprimé
it: Questo messaggio è stato eliminato
ja: このメッセージは削除されました
ko: 이 메시지는 삭제되었습니다
nl: Dit bericht is verwijderd
pl: Ta wiadomość została usunięta
pt: Esta mensagem foi excluída
ru: Это сообщение было удалено
th: ข้อความนี้ถูกลบแล้ว
tr: Bu mesaj silindi
vi: Tin nhắn này đã bị xóa
zh: 此消息已被删除

# chat.message.placeholder
source: Message…
ar: رسالة…
de: Nachricht…
es: Mensaje…
it: Messaggio…
ja: メッセージ…
ko: 메시지…
nl: Bericht…
pl: Wiadomość…
pt: Mensagem…
ru: Сообщение…
th: ข้อความ…
tr: Mesaj…
vi: Tin nhắn…
zh: 信息…

# chat.mute
source: Mute
ar: صامت
de: Stumm
es: Silenciar
fr: Muet
it: Muto
ja: ミュート
ko: 무음
nl: Stom
pl: Niemy
pt: Mudo
ru: Немой
th: ปิดเสียง
tr: Sesini kapatmak
vi: Tắt tiếng
zh: 沉默的

# chat.new
source: New Message
ar: رسالة جديدة
de: Neue Nachricht
es: Nuevo mensaje
fr: Nouveau message
it: Nuovo messaggio
ja: 新しいメッセージ
ko: 새 메시지
nl: Nieuw bericht
pl: Nowa wiadomość
pt: Nova mensagem
ru: Новое сообщение
th: ข้อความใหม่
tr: Yeni Mesaj
vi: Tin nhắn mới
zh: 新消息

# chat.new.results
source: Search Results
ar: نتائج البحث
de: Suchergebnisse
es: Resultados de la búsqueda
fr: Résultats de la recherche
it: Risultati della ricerca
ja: 検索結果
ko: 검색결과
nl: Zoekresultaten
pl: Wyniki wyszukiwania
pt: Resultados da pesquisa
ru: Результаты поиска
th: ผลการค้นหา
tr: Arama Sonuçları
vi: Kết quả tìm kiếm
zh: 搜索结果

# chat.new.search_placeholder
source: Search by handle or name
ar: البحث عن طريق المقبض أو الاسم
de: Suchen Sie nach Benutzername oder Name
es: Buscar por identificador o nombre
fr: Rechercher par pseudo ou par nom
it: Cerca per handle o nome
ja: ハンドル名や名前で検索
ko: 핸들 또는 이름으로 검색
nl: Zoek op handvat of naam
pl: Szukaj według uchwytu lub nazwy
pt: Pesquise por identificador ou nome
ru: Поиск по дескриптору или имени
th: ค้นหาตามหมายเลขอ้างอิงหรือชื่อ
tr: Tanıtıcıya veya ada göre arayın
vi: Tìm kiếm theo tay cầm hoặc tên
zh: 按句柄或名称搜索

# chat.new.start
source: Start Chat
ar: ابدأ الدردشة
de: Chat starten
es: Iniciar chat
fr: Démarrer le chat
it: Avvia chat
ja: チャットを開始する
ko: 채팅 시작
nl: Chat starten
pl: Rozpocznij czat
pt: Iniciar bate-papo
ru: Начать чат
th: เริ่มแชท
tr: Sohbeti Başlat
vi: Bắt đầu trò chuyện
zh: 开始聊天

# chat.new.title
source: New Conversation
ar: محادثة جديدة
de: Neues Gespräch
es: Nueva conversación
fr: Nouvelle conversation
it: Nuova conversazione
ja: 新しい会話
ko: 새로운 대화
nl: Nieuw gesprek
pl: Nowa rozmowa
pt: Nova conversa
ru: Новый разговор
th: บทสนทนาใหม่
tr: Yeni Konuşma
vi: Cuộc trò chuyện mới
zh: 新的对话

# chat.reload
source: Reload conversations
ar: إعادة تحميل المحادثات
de: Gespräche neu laden
es: Recargar conversaciones
fr: Recharger les conversations
it: Ricarica le conversazioni
ja: 会話をリロードする
ko: 대화 새로고침
nl: Gesprekken opnieuw laden
pl: Załaduj ponownie rozmowy
pt: Recarregar conversas
ru: Перезагрузить разговоры
th: โหลดการสนทนาซ้ำ
tr: Konuşmaları yeniden yükle
vi: Tải lại cuộc trò chuyện
zh: 重新加载对话

# chat.search.placeholder
source: Search conversations
ar: بحث في المحادثات
de: Gespräche suchen
es: Buscar conversaciones
fr: Rechercher des conversations
it: Cerca conversazioni
ja: 会話を検索する
ko: 대화 검색
nl: Zoek gesprekken
pl: Wyszukaj rozmowy
pt: Pesquisar conversas
ru: Поиск бесед
th: ค้นหาการสนทนา
tr: Konuşmaları arayın
vi: Tìm kiếm cuộc trò chuyện
zh: 搜索对话

# chat.select_all
source: Select All
ar: حدد الكل
de: Wählen Sie „Alle“ aus
es: Seleccionar todo
fr: Sélectionner tout
it: Seleziona tutto
ja: すべて選択
ko: 모두 선택
nl: Selecteer Alles
pl: Wybierz wszystko
pt: Selecionar tudo
ru: Выбрать все
th: เลือกทั้งหมด
tr: Tümünü Seç
vi: Chọn tất cả
zh: 选择全部

# chat.system.added
source: Added to the conversation
ar: تمت إضافته إلى المحادثة
de: Zum Gespräch hinzugefügt
es: Agregado a la conversación
fr: Ajouté à la conversation
it: Aggiunto alla conversazione
ja: 会話に追加されました
ko: 대화에 추가됨
nl: Toegevoegd aan het gesprek
pl: Dodano do rozmowy
pt: Adicionado à conversa
ru: Добавлено в беседу
th: เพิ่มในการสนทนา
tr: Konuşmaya eklendi
vi: Đã thêm vào cuộc trò chuyện
zh: 添加到对话中

# chat.system.group_updated
source: Group info was updated
ar: تم تحديث معلومات المجموعة
de: Die Gruppeninformationen wurden aktualisiert
es: La información del grupo fue actualizada.
fr: Les informations du groupe ont été mises à jour
it: Le informazioni sul gruppo sono state aggiornate
ja: グループ情報を更新しました
ko: 그룹 정보가 업데이트되었습니다.
nl: Groepsinformatie is bijgewerkt
pl: Informacje o grupie zostały zaktualizowane
pt: As informações do grupo foram atualizadas
ru: Информация о группе обновлена.
th: อัปเดตข้อมูลกลุ่มแล้ว
tr: Grup bilgileri güncellendi
vi: Thông tin nhóm đã được cập nhật
zh: 群组信息已更新

# chat.system.joined
source: Joined the conversation
ar: انضم إلى المحادثة
de: Habe mich an der Unterhaltung beteiligt
es: Se unió a la conversación
fr: Rejoint la conversation
it: Mi sono unito alla conversazione
ja: 会話に参加しました
ko: 대화에 참여했습니다.
nl: Heeft zich bij het gesprek aangesloten
pl: Dołączyłem do rozmowy
pt: Participou da conversa
ru: Присоединился к разговору
th: เข้าร่วมการสนทนา
tr: Sohbete katıldı
vi: Đã tham gia cuộc trò chuyện
zh: 已加入对话

# chat.system.left
source: Left the conversation
ar: ترك المحادثة
de: Habe das Gespräch verlassen
es: Dejó la conversación
fr: A quitté la conversation
it: Abbandonato la conversazione
ja: 会話を終了しました
ko: 대화에서 나갔습니다.
nl: Verliet het gesprek
pl: Opuścił rozmowę
pt: Saiu da conversa
ru: Покинул разговор
th: ออกจากการสนทนา
tr: Görüşmeden ayrıldı
vi: Đã rời khỏi cuộc trò chuyện
zh: 离开了谈话

# chat.system.locked
source: Conversation was locked
ar: تم قفل المحادثة
de: Das Gespräch wurde gesperrt
es: La conversación estaba bloqueada.
fr: La conversation a été verrouillée
it: La conversazione era bloccata
ja: 会話がロックされました
ko: 대화가 잠겼습니다.
nl: Het gesprek was vergrendeld
pl: Rozmowa została zablokowana
pt: A conversa foi bloqueada
ru: Разговор заблокирован
th: การสนทนาถูกล็อค
tr: Görüşme kilitlendi
vi: Cuộc trò chuyện đã bị khóa
zh: 对话被锁定

# chat.system.locked_permanent
source: Conversation was locked permanently
ar: تم قفل المحادثة للأبد
de: Die Konversation wurde dauerhaft gesperrt
es: La conversación se bloqueó permanentemente
fr: La conversation a été verrouillée définitivement
it: La conversazione è stata bloccata permanentemente
ja: 会話が永久にロックされました
ko: 대화가 영구적으로 잠겼습니다.
nl: Het gesprek is permanent vergrendeld
pl: Rozmowa została trwale zablokowana
pt: A conversa foi bloqueada permanentemente
ru: Разговор заблокирован навсегда
th: การสนทนาถูกล็อคอย่างถาวร
tr: Görüşme kalıcı olarak kilitlendi
vi: Cuộc trò chuyện đã bị khóa vĩnh viễn
zh: 对话被永久锁定

# chat.system.removed
source: Removed from the conversation
ar: تمت إزالته من المحادثة
de: Aus der Unterhaltung entfernt
es: Eliminado de la conversación.
fr: Supprimé de la conversation
it: Rimosso dalla conversazione
ja: 会話から削除されました
ko: 대화에서 삭제됨
nl: Verwijderd uit het gesprek
pl: Usunięto z rozmowy
pt: Removido da conversa
ru: Удален из беседы
th: ลบออกจากการสนทนาแล้ว
tr: Görüşmeden kaldırıldı
vi: Đã xóa khỏi cuộc trò chuyện
zh: 已从对话中删除

# chat.system.unlocked
source: Conversation was unlocked
ar: تم فتح المحادثة
de: Die Konversation wurde entsperrt
es: La conversación fue desbloqueada.
fr: La conversation a été déverrouillée
it: La conversazione è stata sbloccata
ja: 会話のロックが解除されました
ko: 대화가 잠금 해제되었습니다.
nl: Het gesprek werd ontgrendeld
pl: Rozmowa została odblokowana
pt: A conversa foi desbloqueada
ru: Разговор разблокирован
th: การสนทนาถูกปลดล็อค
tr: Görüşmenin kilidi açıldı
vi: Cuộc trò chuyện đã được mở khóa
zh: 对话已解锁

# chat.unknown
source: Unknown
ar: مجهول
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
ja: 未知
ko: 알려지지 않은
nl: Onbekend
pl: Nieznany
pt: Desconhecido
ru: Неизвестный
th: ไม่ทราบ
tr: Bilinmiyor
vi: Không xác định
zh: 未知

# chat.unmute
source: Unmute
ar: إلغاء كتم الصوت
de: Stummschaltung aufheben
es: Dejar de silenciar
fr: Activer le son
it: Riattiva
ja: ミュートを解除する
ko: 음소거 해제
nl: Dempen opheffen
pl: Wyłącz wyciszenie
pt: Ativar som
ru: Включить звук
th: เปิดเสียง
tr: Sesini açmak
vi: Bật tiếng
zh: 取消静音

# clearsky.unavailable
source: ClearSky API temporarily unavailable — some data may not load
ar: واجهة برمجة تطبيقات ClearSky غير متوفرة مؤقتًا — قد لا يتم تحميل بعض البيانات
de: ClearSky-API vorübergehend nicht verfügbar — einige Daten können nicht geladen werden
es: API de ClearSky temporalmente no disponible — algunos datos pueden no cargarse
fr: API ClearSky temporairement indisponible — certaines données peuvent ne pas se charger
it: API ClearSky temporaneamente non disponibile — alcuni dati potrebbero non caricarsi
ja: ClearSky APIが一時的に利用できません — 一部のデータが読み込めない場合があります
ko: ClearSky API를 일시적으로 사용할 수 없습니다 — 일부 데이터를 불러오지 못할 수 있습니다
nl: ClearSky API tijdelijk niet beschikbaar — sommige gegevens worden mogelijk niet geladen
pl: API ClearSky tymczasowo niedostępna — niektóre dane mogą się nie ładować
pt: API do ClearSky temporariamente indisponível — alguns dados podem não carregar
ru: API ClearSky временно недоступна — некоторые данные могут не загружаться
th: ClearSky API ไม่พร้อมใช้งานชั่วคราว — ข้อมูลบางอย่างอาจไม่โหลด
tr: ClearSky API geçici olarak kullanılamıyor — bazı veriler yüklenemeyebilir
vi: API ClearSky tạm thời không khả dụng — một số dữ liệu có thể không tải được
zh: ClearSky API暂时不可用 — 某些数据可能无法加载

# common.progress.hint
source: {title}: {completedCount} of {totalCount} complete
ar: {title}: اكتمل {completedCount} من {totalCount}
de: {title}: {completedCount} oder {totalCount} abgeschlossen
es: {title}: {completedCount} de {totalCount} completo
fr: {title} : {completedCount} du {totalCount} terminé
it: {title}: {completedCount} di {totalCount} completato
ja: {title}: {completedCount} の {totalCount} が完了しました
ko: {title}: {totalCount} 중 {completedCount} 완료
nl: {title}: {completedCount} van {totalCount} voltooid
pl: {title}: {completedCount} z {totalCount} ukończono
pt: {title}: {completedCount} de {totalCount} completo
ru: {title}: {completedCount} из {totalCount} завершен
th: {title}: {completedCount} ของ {totalCount} เสร็จสมบูรณ์
tr: {title}: {totalCount}'in {completedCount}'i tamamlandı
vi: {title}: {completedCount} của {totalCount} đã hoàn tất
zh: {title}：{completedCount} 或 {totalCount} 已完成

# common.retry.hint
source: Retry: {message}
ar: إعادة المحاولة: {message}
de: Wiederholen Sie den Versuch: {message}
es: Reintentar: {message}
fr: Réessayez : {message}
it: Riprova: {message}
ja: 再試行: {message}
ko: 재시도: {message}
nl: Opnieuw proberen: {message}
pl: Spróbuj ponownie: {message}
pt: Tentar novamente: {message}
ru: Повторить попытку: {message}
th: ลองอีกครั้ง: {message}
tr: Yeniden deneyin: {message}
vi: Thử lại: {message}
zh: 重试：{message}

# compose.add_images
source: Add Images
ar: إضافة صور
de: Bilder hinzufügen
es: Añadir imágenes
fr: Ajouter des images
it: Aggiungi immagini
ja: 画像を追加
ko: 이미지 추가
nl: Afbeeldingen toevoegen
pl: Dodaj obrazy
pt: Adicionar imagens
ru: Добавить изображения
th: เพิ่มรูปภาพ
tr: Görsel ekle
vi: Thêm hình ảnh
zh: 添加图片

# compose.alt_placeholder
source: Alt text
ar: نص بديل
es: Texto alternativo
fr: Texte alternatif
it: Testo alternativo
ja: 代替テキスト
ko: 대체 텍스트
nl: Alt-tekst
pl: Tekst alternatywny
pt: Texto alternativo
ru: Альтернативный текст
th: ข้อความทดแทน
tr: Alternatif metin
vi: Văn bản thay thế
zh: 替代文本

# compose.bold
source: Bold
ar: عريض
de: Deutlich
es: Atrevido
fr: Audacieux
it: Grassetto
ja: 大胆な
ko: 용감한
nl: Vetgedrukt
pl: Pogrubiony
pt: Audacioso
ru: Смелый
th: ตัวหนา
tr: Gözü pek
vi: In đậm
zh: 大胆的

# compose.error
source: Error
ar: خطأ
de: Fehler
fr: Erreur
it: Errore
ja: エラー
ko: 오류
nl: Fout
pl: Błąd
pt: Erro
ru: Ошибка
th: ข้อผิดพลาด
tr: Hata
vi: Lỗi
zh: 错误

# compose.format
source: Formatting
ar: التنسيق
de: Formatierung
es: Formato
fr: Formatage
it: Formattazione
ja: 書式設定
ko: 서식 지정
nl: Opmaak
pl: Formatowanie
pt: Formatação
ru: Форматирование
th: การจัดรูปแบบ
tr: Biçimlendirme
vi: Định dạng
zh: 格式化

# compose.images_section
source: Images
ar: الصور
de: Bilder
es: Imágenes
it: Immagini
ja: 画像
ko: 이미지
nl: Afbeeldingen
pl: Obrazy
pt: Imagens
ru: Изображения
th: รูปภาพ
tr: Görseller
vi: Hình ảnh
zh: 图片

# compose.improve
source: Improve Text
ar: تحسين النص
de: Text verbessern
es: Mejorar texto
fr: Améliorer le texte
it: Migliora testo
ja: テキストを改善
ko: 텍스트 개선
nl: Tekst verbeteren
pl: Popraw tekst
pt: Melhorar texto
ru: Улучшить текст
th: ปรับปรุงข้อความ
tr: Metni iyileştir
vi: Cải thiện văn bản
zh: 改进文本

# compose.italic
source: Italic
ar: مائل
de: Kursiv
es: Itálico
fr: Italique
it: Corsivo
ja: イタリック
ko: 이탤릭체
nl: Cursief
pl: italski
pt: itálico
ru: Курсив
th: ตัวเอียง
tr: İtalik
vi: Nghiêng
zh: 斜体

# compose.placeholder
source: What's on your mind?
ar: ما الذي تفكر فيه؟
de: Was gibt's Neues?
es: ¿Qué estás pensando?
fr: Quoi de neuf ?
it: A cosa stai pensando?
ja: いまどうしてる？
ko: 무슨 생각을 하고 계신가요?
nl: Waar denk je aan?
pl: Co myślisz?
pt: O que você está pensando?
ru: О чём вы думаете?
th: คุณกำลังคิดอะไร?
tr: Ne düşünüyorsun?
vi: Bạn đang nghĩ gì?
zh: 你在想什么？

# compose.post
source: Post
ar: نشر
de: Veröffentlichen
es: Publicar
fr: Publier
it: Pubblica
ja: 投稿
ko: 게시
nl: Plaatsen
pl: Opublikuj
pt: Publicar
ru: Опубликовать
th: โพสต์
tr: Yayınla
vi: Đăng
zh: 发布

# compose.quote_title
source: Quote Post
ar: مشاركة الاقتباس
de: Beitrag zitieren
es: Publicación de cotización
fr: Message de devis
it: Posta di citazione
ja: 引用投稿
ko: 게시물 인용
nl: Citaat bericht
pl: Cytuj post
pt: Citação de postagem
ru: Цитировать сообщение
th: โพสต์อ้างอิง
tr: Alıntı Gönderisi
vi: Trích dẫn bài đăng
zh: 报价帖子

# compose.quoting
source: Quoting a post
ar: نقلا عن وظيفة
de: Einen Beitrag zitieren
es: Citando una publicación
fr: Citer un article
it: Citando un post
ja: 投稿を引​​用する
ko: 게시물 인용
nl: Een bericht quoten
pl: Cytowanie posta
pt: Citando uma postagem
ru: Цитирование сообщения
th: การอ้างอิงโพสต์
tr: Bir gönderiden alıntı yapmak
vi: Trích dẫn một bài viết
zh: 引用一个帖子

# compose.reply_title
source: Reply
ar: رد
de: Antwort
es: Responder
fr: Répondre
it: Rispondere
ja: 返事
ko: 회신하다
nl: Antwoord
pl: Odpowiedź
pt: Responder
ru: Отвечать
th: ตอบ
tr: Cevap vermek
vi: Hồi đáp
zh: 回复

# compose.strikethrough
source: Strikethrough
ar: يتوسطه خط
de: Durchgestrichen
es: Tachado
fr: Barré
it: Barrato
ja: 取り消し線
ko: 취소선
nl: Doorhalen
pl: Przekreślenie
pt: Tachado
ru: Зачеркивание
th: ขีดทับ
tr: Üstü çizili
vi: Gạch ngang
zh: 删除线

# compose.text_section
source: Text
ar: النص
es: Texto
fr: Texte
it: Testo
ja: テキスト
ko: 텍스트
nl: Tekst
pl: Tekst
pt: Texto
ru: Текст
th: ข้อความ
tr: Metin
vi: Văn bản
zh: 文本

# compose.title
source: Compose Post
ar: إنشاء منشور
de: Beitrag verfassen
es: Redactar publicación
fr: Composer un post
it: Componi post
ja: 投稿を作成
ko: 게시물 작성
nl: Bericht opstellen
pl: Utwórz post
pt: Compor publicação
ru: Создать пост
th: เขียนโพสต์
tr: Gönderi oluştur
vi: Soạn bài đăng
zh: 撰写帖子

# customsearch.clear_recent
source: Clear All
ar: مسح الكل
de: Alle löschen
es: Borrar todo
fr: Tout effacer
it: Cancella tutto
ja: すべてクリア
ko: 모두 지우기
nl: Alles wissen
pl: Wyczyść wszystko
pt: Limpar tudo
ru: Очистить все
th: ล้างทั้งหมด
tr: Tümünü temizle
vi: Xóa tất cả
zh: 清除全部

# customsearch.empty
source: No posts found
ar: لم يتم العثور على أي مشاركات
de: Keine Beiträge gefunden
es: No se encontraron publicaciones
fr: Aucun message trouvé
it: Nessun post trovato
ja: 投稿が見つかりませんでした
ko: 게시물을 찾을 수 없습니다
nl: Geen berichten gevonden
pl: Nie znaleziono żadnych postów
pt: Nenhuma postagem encontrada
ru: Сообщений не найдено
th: ไม่พบโพสต์
tr: Hiçbir gönderi bulunamadı
vi: Không tìm thấy bài viết nào
zh: 没有找到帖子

# customsearch.empty_desc
source: No posts match your search query
ar: لا توجد مشاركات تطابق استعلام البحث الخاص بك
de: Keine Beiträge entsprechen Ihrer Suchanfrage
es: Ninguna publicación coincide con su consulta de búsqueda
fr: Aucun article ne correspond à votre requête de recherche
it: Nessun post corrisponde alla tua query di ricerca
ja: 検索クエリに一致する投稿はありません
ko: 검색어와 일치하는 게시물이 없습니다.
nl: Er zijn geen berichten die overeenkomen met uw zoekopdracht
pl: Żadne posty nie pasują do Twojego zapytania
pt: Nenhuma postagem corresponde à sua consulta de pesquisa
ru: Нет сообщений, соответствующих вашему поисковому запросу
th: ไม่มีโพสต์ที่ตรงกับคำค้นหาของคุณ
tr: Arama sorgunuzla eşleşen yayın yok
vi: Không có bài viết nào phù hợp với truy vấn tìm kiếm của bạn
zh: 没有帖子符合您的搜索查询

# customsearch.empty_users
source: No users found
ar: لم يتم العثور على مستخدمين
de: Keine Benutzer gefunden
es: No se encontraron usuarios
fr: Aucun utilisateur trouvé
it: Nessun utente trovato
ja: ユーザーが見つかりませんでした
ko: 사용자를 찾을 수 없습니다.
nl: Geen gebruikers gevonden
pl: Nie znaleziono żadnych użytkowników
pt: Nenhum usuário encontrado
ru: Пользователи не найдены
th: ไม่พบผู้ใช้
tr: Kullanıcı bulunamadı
vi: Không tìm thấy người dùng nào
zh: 没有找到用户
